i5-2500k/3.7.10/300/3/read-only-4.log
starting vacuum...end.
transaction type: <builtin: select only>
scaling factor: 300
query mode: simple
number of clients: 4
number of threads: 1
duration: 900 s
number of transactions actually processed: 46338954
latency average: 0.078 ms
tps = 51487.720259 (including connections establishing)
tps = 51487.776309 (excluding connections establishing)